Repository: tscreven/Trio-ECS251
Catalog: DanaKit/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: During the pairing process, your DanaRS v3 will show a pairing prompt while you iPhone will show a prompt for a pairing code. On your pump, select OK and type the code on your iPhone. After that, Loop is ready to communicate with your DanaRS v1
cs: Během procesu párování se na displeji zařízení DanaRS v3 zobrazí výzva ke spárování, zatímco na displeji iPhonu se zobrazí výzva k zadání párovacího kódu. Na pumpě vyberte OK a zadejte kód na iPhonu. Poté je zařízení Loop připraveno ke komunikaci s vaším zařízením DanaRS v1.
nb: Under sammenkoblingsprosessen vil DanaRS v3 vise en sammenkoblingsmelding, mens iPhone vil vise en melding om en sammenkoblingskode. Velg OK på pumpen, og skriv inn koden på iPhone. Etter dette er Loop klar til å kommunisere med DanaRS v1
nl: Tijdens het koppelingsproces toont je DanaRS v1 een koppelingsverzoek, terwijl je iPhone om een koppelingscode vraagt. Selecteer 'OK' op je pomp en voer de code in op je iPhone. Daarna is %1$@ klaar om te communiceren met je DanaRS v1
ro: În timpul procesului de asociere, DanaRS v3 va afișa o solicitare de asociere, în timp ce iPhone-ul va afișa o solicitare pentru un cod de asociere. Pe pompă, selectați OK și introduceți codul pe iPhone. După aceea, Loop este gata să comunice cu DanaRS v1.
sk: Počas procesu párovania sa na vašom zariadení DanaRS v3 zobrazí výzva na párovanie, zatiaľ čo na vašom iPhone sa zobrazí výzva na zadanie párovacieho kódu. Na pumpe vyberte OK a zadajte kód do Vášho iPhonu. Potom je iAPS pripravený komunikovať s vaším zariadením DanaRS v1
sv: Under parkopplingsprocessen kommer DanaRS v3 att visa en parkopplingsförfrågan medan din iPhone kommer att visa en fråga om en parkopplingskod. Välj OK på din pump och skriv in koden på din iPhone. Efter det är Loop redo att kommunicera med din DanaRS v1
uk: Під час процесу сполучення ваш DanaRS v3 відображатиме запит на сполучення, а ваш iPhone – запит на код сполучення. На помпі виберіть OK та введіть код на iPhone. Після цього Loop буде готовий до зв’язку з вашим DanaRS v1.
vi: Trong quá trình ghép đôi, DanaRS v3 của bạn sẽ hiển thị một thông báo ghép đôi, trong khi iPhone sẽ hiển thị thông báo nhập mã ghép đôi. Trên bơm, hãy chọn OK và nhập mã đó trên iPhone của bạn. Sau đó, Loop sẽ sẵn sàng giao tiếp với DanaRS v1
zh_hans: 在配对过程中，你的 DanaRS v3 胰岛素泵会显示一个配对提示，而你的 iPhone 会显示输入配对码的提示。在胰岛素泵上选择“确定”，然后在 iPhone 上输入该配对码。完成后，Loop 将准备好与 DanaRS v1 通讯。

source: %@U
da: %@E
nb: %@E
nl: %@E
pl: %@J
ru: %@Ед
sk: %@ J
sv: %@E
tr: %@Ü

source: %1$@ units remaining at %2$@
da: %1$@ enheder tilbage på %2$@
de: %1$@ IE verbleibend bei %2$@
es: quedan %1$@ unidades a las %2$@
fi: %1$@ yksikköä jäljellä klo %2$@
fr: %1$@ unités restantes à %2$@
it: %1$@ unità rimanenti alle ore %2$@
nb: %1$@ enheter gjenstår ved %2$@
nl: %1$@ eenheden over om %2$@
pl: %1$@ jednostek pozostaje w %2$@
ro: %1$@ unități rămase la %2$@
ru: %1$@ ед остается в %2$@
sk: %1$@ jednotiek zostávajúcich na %2$@
sv: %1$@ enheter återstår kl. %2$@
tr: %1$@ ünite kaldı %2$@
uk: %1$@ одиниць залишилося на %2$@
vi: %1$@ units vẫn đang còn lúc %2$@

source: Setup Complete
da: Opsætning fuldført
de: Einrichtung fertig
es: Configuración completada
fr: Mise en place terminée
it: Installazione Completata
nb: Oppsettet er fullført
nl: Setup voltooid
ro: Configurare finalizată
ru: Настройка завершена
sk: Nastavenie je dokončené
sv: Inställning färdig
tr: Kurulum tamamlandı
uk: Налаштування Завершено
vi: Cài đặt hoàn thành
zh_hans: 设置完成

source: Disconnect
de: Verbindung trennen
nb: Koble fra
nl: Verbinding verbreken
ro: Deconectați
ru: Отключить
sk: Odpojiť
sv: Koppla från
uk: Роз'єднати
vi: Ngắt kết nối
zh_hans: 断开连接

source: Stop bolus
de: Bolus abbrechen
nb: Stopp bolus
ro: Opriți bolusul
sk: Zastaviť bolus
sv: Stoppa bolus
uk: Зупинити болюс
vi: Dừng bolus
zh_hans: 停止大剂量推注

source: WARNING: Please don't use this until you've read the documentation
de: ACHTUNG: Bitte nutze diese Funktion nicht bevor du die Dokumentation gelesen hast.
it: ATTENZIONE: non utilizzare questo strumento prima di aver letto la documentazione
nb: ADVARSEL: Ikke bruk dette før du har lest dokumentasjonen
nl: WAARSCHUWING: Gebruik dit niet totdat je de documentatie hebt gelezen
ro: AVERTISMENT: Vă rugăm să nu utilizați acest lucru până nu ați citit documentația.
sk: UPOZORNENIE: Nepoužívaj to, kým si neprečítaš dokumentáciu
sv: VARNING: Använd inte denna förrän du läst dokumentationen
uk: ПОПЕРЕДЖЕННЯ: Будь ласка, не використовуйте це, доки не прочитаєте документацію
vi: CẢNH BÁO: Vui lòng không sử dụng tính năng này cho đến khi bạn đã đọc tài liệu hướng dẫn
zh_hans: 警告：在充分阅读文档之前请不要使用此功能

source: Your pump is disconnected longer than 5 minutes!
fr: Votre pompe est déconnectée depuis plus de 5 minutes !
it: Il tuo microinfusore è disconnesso da più di 5 minuti!
nb: Pumpen din har vært frakoblet i mer enn 5 minutter!
nl: Je pomp is langer dan 5 minuten niet meer verbonden!
ro: Pompa dumneavoastră este deconectată mai mult de 5 minute!
sk: Tvoja pumpa je odpojená dlhšie ako 5 minút!
sv: Din pump är frånkopplad längre än 5 minuter!
uk: Ваша помпа відключена довше ніж на 5 хвилин!
vi: Bơm của bạn đã bị ngắt kết nối hơn 5 phút!
zh_hans: 您的泵断开连接的时间已超过 5 分钟！

source: temp basal
it: Basale temporanea
nb: midlertidig basal
nl: tijdelijke basaal
ro: Bazală temporară
sk: dočasný bazál
sv: temporär basal
uk: тимчасова Базальна Швидкість (ТБШ)
vi: basal tạm thời
zh_hans: 临时基础率

source: . Please go to your bluetooth settings, forget this device, and try again
nb: Gå til Bluetooth-innstillingene, glem denne enheten og prøv på nytt.
nl: . Ga naar de bluetooth instellingen, vergeet dit apparaat en probeer het opnieuw
ro: . Vă rugăm să accesați setările bluetooth, să uitați acest dispozitiv și să încercați din nou
sk: . Prejdi do nastavení bluetooth, odstráň toto zariadenie a skús to znova
sv: . Gå till inställningarna för Bluetooth och glöm den här enheten och försök sedan igen
uk: . Будь ласка, перейдіть до налаштувань Bluetooth, забудьте про цей пристрій і спробуйте ще раз.
vi: . Vui lòng vào cài đặt Bluetooth, quên thiết bị này rồi thử lại
zh_hans: 请前往您的蓝牙设置，忽略此设备，然后重试

source: Are you sure you want to bolus 5E?
nb: Er du sikker på at du vil gi bolus 5E?
nl: Weet je zeker dat je 5E wilt bolussen?
ro: Sunteți sigur că doriți să bolusați 5E?
sk: Si si istý, že chceš podať bolus 5U?
sv: Är du säker på att du vill ge 5E insulin?
uk: Ви впевнені, що хочете отримати болюс 5Е?
vi: Bạn có chắc chắn muốn bolus 5E không?
zh_hans: 您确定要注射 5E 大剂量吗？

source: Are you sure you want to set the temp basal to 200% for 1 hour?
nb: Er du sikker på at du vil sette temp basal til 200 % i 1 time?
nl: Weet je zeker dat je het tijdelijk basaal wilt instellen op 200% gedurende 1 uur?
ro: Sunteți sigur că vreți să setați bazala temporară la 200% timp de 1 oră?
sk: Si si istý, že chceš nastaviť dočasný bazál na 200 % na 1 hodinu?
sv: Är du säker på att du vill ställa in en temporär basal på 200% i 1 timme?
uk: Ви впевнені, що хочете встановити тимчасову базальну швидкість (ТБШ) на 200% на 1 годину?
vi: Bạn có chắc chắn muốn đặt basal tạm thời 200% trong 1 giờ không?
zh_hans: 您确定要将临时基础率设置为 200% 并持续 1 小时吗？

source: Battery is empty. Replace it now!
nb: Batteriet er tomt. Bytt nå!
nl: Batterij is leeg. Vervang hem nu!
ro: Bateria este descărcată. Înlocuiți-o acum!
sk: Batéria je vybitá. Vymeň ju teraz!
sv: Pumpens batteri är tomt. Byt ut det nu!
uk: Батарейка розряджена. Замініть її негайно!
vi: Pin đã hết. Hãy thay ngay!
zh_hans: 电池没电了。请立即更换！

source: DEBUG: Bolus action
nb: DEBUG: Bolus-handling
nl: DEBUG: Bolus actie
ro: DEPANARE: Acțiune bolus
sk: DEBUG: Akcia bolusu
uk: НАЛАГОДЖЕННЯ: Дія болюса
vi: GỠ LỖI: Thao tác bolus
zh_hans: 调试：大剂量操作

source: DEBUG: Temp basal action
nb: DEBUG: Midlertidig basal handling
nl: DEBUG: tijdelijke basaal actie
ro: DEPANARE: Acțiune bazală temporară
sk: DEBUG: Akcia dočasného bazálu
uk: НАЛАГОДЖЕННЯ: Тимчасова базальна швидкість (ТБШ)
vi: GỠ LỖI: Thao tác basal tạm thời
zh_hans: 调试：临时基础率操作

source: Device found!
nb: Enhet funnet!
nl: Apparaat gevonden!
ro: Dispozitiv găsit!
sk: Zariadenie nájdené!
sv: Enhet hittad!
uk: Пристрій знайдено!
vi: Đã tìm thấy thiết bị!
zh_hans: 发现设备！

source: Do bolus
nb: Gjør bolus
nl: Bolus uitvoeren
ro: Faceți bolus
sk: Podaj bolus
sv: Utför bolus
uk: Зробіть болюс
vi: Thực hiện bolus
zh_hans: 执行大剂量推注

source: Error while starting scanning for devices...
nb: Feil under start av skanning etter enheter...
nl: Fout bij het scannen naar apparaten...
ro: Eroare la pornirea scanării dispozitivelor...
sk: Chyba pri spúšťaní skenovania zariadení...
sv: Fel vid skanning efter enheter...
uk: Помилка під час початку сканування пристроїв...
vi: Lỗi khi bắt đầu quét thiết bị...
zh_hans: 开始扫描设备时出错...

source: Failed to pair to
nb: Kunne ikke koble til
nl: Kan niet koppelen aan
ro: Nu s-a putut asocia cu
sk: Nepodarilo sa spárovať s
sv: Kunde inte parkoppla med
uk: Не вдалося підключитися до
vi: Ghép đôi thất bại với
zh_hans: 配对失败

source: Prime amount
nb: Prim mengde
nl: Prime hoeveelheid
ro: Cantitate de amorsare
sk: Množstvo naplnenia
sv: Prime-mängd
uk: Основна сума
vi: Lượng insulin mồi
zh_hans: 预注剂量

source: Pump is disconnected
nb: Pumpen er frakoblet
nl: Pomp is ontkoppeld
ro: Pompa este deconectată
sk: Pumpa je odpojená
sv: Pump är frånkopplad
uk: Помпа відключена
vi: Bơm đã ngắt kết nối
zh_hans: 泵已断开

source: Reconnect to pump
nb: Koble til pumpen igjen
nl: Opnieuw verbinden met pomp
ro: Reconectare la pompă
sk: Znovu pripojiť pumpu
sv: Återanslut till pump
uk: Знову підключіть до помпи
vi: Kết nối lại máy bơm
zh_hans: 重新连接到泵

source: Scan
nb: Søk
ro: Scanare
sk: Skenovať
sv: Skanna
uk: Сканувати
vi: Quét
zh_hans: 扫描

source: Select insulin type
nb: Velg insulintype
nl: Selecteer type insuline
ro: Selectați tipul de insulină
ru: Выбрать тип инсулина
sk: Vybrať typ inzulínu
sv: Välj insulintyp
uk: Виберіть тип Інсуліну
vi: Chọn loại insulin
zh_hans: 选择胰岛素类型

source: The pump reminds you when the amount of insulin in the pump reaches this level
nb: Pumpen minner deg på når mengden insulin i pumpen når dette nivået
nl: De pomp herinnert je wanneer de hoeveelheid insuline in de pomp dit niveau bereikt
ro: Pompa vă reamintește când cantitatea de insulină din pompă atinge acest nivel
sk: Pumpa ťa upozorní, keď množstvo inzulínu v pumpe dosiahne túto úroveň
sv: Pumpen kommer att påminna dig när mängd insulin i pumpen når denna nivå
uk: Помпа нагадує вам, коли кількість інсуліну в ній досягає цього рівня
vi: Bơm sẽ nhắc bạn khi lượng insulin trong bơm đạt đến mức này
zh_hans: 当泵中的胰岛素量达到此水平时，泵会提醒您

source: U
nb: E
nl: Eh
ru: Ед
sk: J
sv: E
tr: Ü
